---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.FtSup6
source: html/6c3bfb13-e4b3-6856-71ad-633ecd6e4c6c.htm
---
# Autodesk.Revit.DB.SymbolTypeId.FtSup6 Property

Symbol ft⁶, indicating unit Feet to the sixth power.

## Syntax (C#)
```csharp
public static ForgeTypeId FtSup6 { get; }
```